---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.AreaBasedLoadType
source: html/f346ff7a-bd07-7017-af0c-442973bea895.htm
---
# AreaBasedLoadType Properties

The apparent power density of area based load type.